html/posts/index.html
<!DOCTYPE html>
<html>
<head>
<!-- 2020-08-30 Sun 07:30 -->
<meta charset="utf-8">
<title>Posts</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Quan Vu">
<meta name="twitter:site" content="@null" />
<meta name="twitter:creator" content="@null" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" type="image/png" href="https://vhquan.github.io/.images/icon/favicon-32x32.png" />
<link rel="apple-touch-icon-precomposed" href="https://vhquan.github.io/.images/icon/apple-touch-icon.png" />
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/font.css">
<link rel="stylesheet" type="text/css" href="https://vhquan.github.io/.css/main.css">
</head>
<body>
<div id="wrapper">
<div id="preamble" class="status">
<h1 class="title"><a href="https://vhquan.github.io">Quan Vu's Blog</a></h1>

<nav>
  <div class="navitem"><a href="https://vhquan.github.io">About</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/posts/index.html">Blog</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/portfolio/portfolio.html">Portfolio</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/contact/contact.html">Contact</a></div>
  <div class="navitem"><a href="https://vhquan.github.io/html/resume/resume.html">R&eacute;sum&eacute;</a></div>
</nav>
</div>
<div id="content">
<header>
<h1 class="title">Posts</h1>
</header><div class="pagination">
<ul class="org-ul">
<li></li>

<li></li>
</ul>

</div>

<div id="outline-container-org2c8b252" class="outline-2">
<h2 id="org2c8b252"><a href="install-gohu-font.html">Install Gohu Font (Pixel Font)</a></h2>
<div class="outline-text-2" id="text-org2c8b252">
<div class="published">
<p>
Sunday, August 30 2020 at  7:06 AM +07
</p>

</div>

<p>
<a href="https://font.gohu.org">Gohu</a>
</p>
</div>
</div>

<div id="outline-container-orgd1f4a56" class="outline-2">
<h2 id="orgd1f4a56">Enable bitmap font on Ubuntu</h2>
<div class="outline-text-2" id="text-orgd1f4a56">
<pre class="example">
sudo rm /etc/fonts/conf.d/70-no-bitmap.conf
sudo fc-cache -f -v
</pre>
</div>
</div>

<div id="outline-container-org31eca92" class="outline-2">
<h2 id="org31eca92">Download Gohu font</h2>
<div class="outline-text-2" id="text-org31eca92">
<p>
Uncompressed it to <code>~/.fonts</code> then run <code>fc-cache -f -v</code> to update font to the system. Use it!!!
</p>
</div>
</div>

<div id="outline-container-org15bf3ce" class="outline-2">
<h2 id="org15bf3ce"><a href="lte-term.html">LTE (telecommunication)</a></h2>
<div class="outline-text-2" id="text-org15bf3ce">
<div class="published">
<p>
Saturday, August 29 2020 at  4:43 PM +07
</p>

</div>

<p>
<b>In telecommunicatio</b>, <b>Long-Term Evolution (LTE)</b> is a standard for wireless broadband communication for mobile devices and data terminals, based on the GSM/EDGE and UMTS/HSPA technologies. It increases the capacity and speed using a 
different radio interface together with core network improvements.
</p>

<p>
LTE stands for Long Term Evolution and is a registered trademark owned by ETSI (European Telecommunication Standard Institute) for the wireless data communications technology and a development of the GSM/UMTS standards. However, other nations and companies do play an active role in the LTE project. The goal of 
LTE was to increase the capacity and speed of wireless data networks using new DSP (digital signal processing) techniques and modulations that were developed around the turn of the millennium. A further goal was the redesign and simplification fo the network architecture to an IP-based system with significantly 
reduced transfer latency compared with the 3G architecture. The LTE wireless interface is incompatible with 2G and 3G networks, so that it must be operated on a separate radio spectrum.
</p>
</div>
</div>

<div id="outline-container-org7cecf47" class="outline-2">
<h2 id="org7cecf47"><a href="term-broadband.html">The term "broadband"</a></h2>
<div class="outline-text-2" id="text-org7cecf47">
<div class="published">
<p>
Saturday, August 29 2020 at 11:15 AM +07
</p>

</div>

<p>
Originally the word "broadband" had a technical meaning, but became a marketing term for any kind of relatively high-speed computer network or internet access technology.
</p>


<div class="morelink">
<p>
<a href="term-broadband.html">Read More →</a>
</p>

</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="footer">
<p>Proudly with <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org Mode</a>.</div>
</div>
</div>
</body>
</html>
